{
  "name": "Emerule",
  "pages": [
    {
      "name": "Adventure Hooks",
      "type": "text",
      "text": {
        "content": "<h2>Bandits of Chyle</h2>\n<p>The companion adventure module, Bandits of Chyle, describes a storyline involving a band of bandits in the Chyle forest south of Emerule.  The leader of the bandits, Galdyk Onaret, was once the squire of the Baron Indama, but was caught in an affair with the Baron's daughter Lady Lysella and dismissed in disgrace from the Baron's household.  With no other prospects, Galdyk became an outlaw but continues to pursue his romance with Lady Lysella.</p>\n<p>Galdyk is planning to attack the manor, save his beloved, and escape to a life of simple blissful romance in Chybisa or Melderyn where he plans to sustain them by working as a mercenary or as the steward of a manor. One of the girls in the bandit gang acts as a messenger and carries missives between the two to arrange their escape.</p>\n<p>For details on this adventure, see the companion module <a title=\"The Bandits of Chyle\" href=\"https://foundryvtt.com/packages/hm-adv-banditsofchyle\">Bandits of Chyle</a>.</p>\n<h2>Rescuing Lady Lysella</h2>\n<p>One of the plot elements of the <em>Bandits of Chyle</em> involves Galdyk \"kidnapping\" the Baron's daughter Lady Lysella.  If this occurs, the PCs may be involved in the hunt to rescue or ransom her from the band of outlaws. </p>\n<h2>Additional Plot Hooks</h2>\n<ol>\n<li>Little girl (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.iDGEH9rSI3qb2jOh]{[1] Cottar Durel Arsarl}) has a soothing “aura” due to her natural psionic power. As she grows older, however, she will need training.</li>\n<li>Housewife (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.32tTqDuCssdPmMIY]{[2] Half-Villein Netokra Haral}) having an affair with a guardsman who visits during the Big Hunt.</li>\n<li>Serf (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.SHs7x3DgeZzT6z6h]{[3] Half-Villein Aratha Krandar}) being blackmailed by his Uncle the Reeve (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.jQyprkwCukEUvTul]{[14] Villein (Reeve) Taran Krandar}). He is being forced to marry his daughter to the Reeve’s son.</li>\n<li>Alewife (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.uSBGKX1RiCjZnsVC]{[5] Half-Villein Alona Dyren}) runs the local equivalent of a tavern for the villagers.</li>\n<li>Village idiot (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.dbbjvworCMhqyWXi]{[8] Half-Villein Torrynë Berma}) is also the best thief in the world. He likes shiny things and doesn’t know right from wrong, so he doesn’t mind “picking them up” from other people’s things.</li>\n<li>Man (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.ShxgV6EpPIjXoJf3]{[11] Half-Villein Ledis Haral}) has found a secret (magical) cache of coins in an old forest shrine. His plan to possess the shrine is disrupted by the Reeve. The cache actually belongs to a violent bandit who will kill to get his loot back.</li>\n<li>Reeve (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.jQyprkwCukEUvTul]{[14] Villein (Reeve) Taran Krandar}) has made many enemies in the village and in his clan. He might have an accident.</li>\n<li>Lady Lysella (@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.P4zovmtikz3R5Mv1]{[G4] Lord's Chambers}, @UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.ADtLz9rczhw7JfAm]{Lady Lysella Indama}) has been banished from Getha for a scandalous romance with one of her father’s squires.</li>\n<li>Lady Erlyn (@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.P4zovmtikz3R5Mv1]{[G4] Lord's Chambers}, @UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.hrXhFxh7nGJkWT36]{Lady Erlyn Immen}) is getting sweet on Sir Marby</li>\n<li>Bandits of Chyle are planning a raid to kidnap Lady Lysella (@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.ADtLz9rczhw7JfAm]{Lady Lysella Indama}).</li>\n</ol>",
        "format": 1,
        "markdown": ""
      },
      "_id": "G1pejWNKTPiCn6Ik",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!iBUHMMe2PDwTEWwn.G1pejWNKTPiCn6Ik"
    },
    {
      "name": "Boar Hunting with the Indama Clan",
      "type": "text",
      "text": {
        "content": "<p>The manor hosts an annual boar hunt during a ten-day in Savor when the entire Indama clan and a number of their important guests descend on the little manor to chase the wild game that live in the hills surrounding the hamlet. While the deer are hunted on horseback with the help of beaters, the Baron insists that the boar be hunted on foot with spears and dogs. Only the hardiest hunters enjoy walking for hours in the cold, wet forest, waiting to see if a dangerous tusked beast will burst from the thick underbrush. Truth be told, there is as much eating and drinking as hunting during this period but the villagers and vassals spend many hours scouting the forest for game suitable for the spectacle.</p>\n<p>The small manor house is usually filled with the Baron and special guests so most of the hunt’s participants camp in the village green. The little settlement takes on a festive air as the rows between the pavilions are lit with torches and the musicians brought by the family from Gardiren and Bidow fill the night with song. Villagers often work for the hunt’s guests, as bearers and grooms, and this provides a valuable addition to their meager incomes.</p>\n<h2>The Schedule of the Hunt</h2>\n<p>Each day is divided into phases. The members of the hunt arise early, breakfasting in the gloom of pre-dawn as their grooms prepare weapons and horses. A quick prayer service is held (Sir Luisan Kelic, Reblena of Jenkald, always attends the Hunt and brings a chaplain with him) and, with a stirring horn cry, the group rides out into the forest.</p>\n<p>Since boars are hunted in thick forest with spears, the grooms make a small camp and picket the horses while the hunters and their hounds continue on foot. The huntsmen loose their dogs and the chase ranges far over hill and through dale. During this phase of the hunt, hunters become winded, have accidents while running through the underbrush, or even get lost.</p>\n<p>When the dogs flush a boar, the beast will either run or attack if cornered. A wild boar is a formidable opponent; dogs die as a matter of routine and it is not uncommon for a hunter to fall to the sharp tusks of the beast as well. It is considered polite to allow the highest ranking noble (the host or an honored guest) the first strike at the beast but, if the animal charges, it is best to strike hard and true.</p>\n<p>Once the beast is killed, the huntsmen butcher the carcass and feed the dogs while the hunters share a stirrup cup. The walk back to the horses is filled with stories and shared jests. Huntsmen drag the beast back to the manor house and drive the dogs back to their kennels.</p>\n<p>Each evening starts with a lavish meal, with dancing and singing afterwards. Because of the small size of the hunting lodge, most of the entertainment is staged in large pavilions that have been pitched in the village common. Characters can hone their skills at the art of courtly romance or indulge in the baser pleasures of the flesh in the shadows and amongst the tents that cover the common.</p>\n<h2>Participating in the Hunt</h2>\n<p>Peasants vie for the jobs that bring them into direct contact with the nobles. Yeomen are given the responsibility of leading the hounds or caring for the sites during the hunt. They know that the nobles often tip with silver pennies!</p>\n<p>Nobles will join the hunt. Invitations come from the Baron and he is not amused when uninvited persons appear. In addition to family members (all of whom are invited, without exception), Sir Chimin selects several “special guests” to be the center of the hunt’s social activities. Previous guests have included the Earl of Neph, the Sheriff of Thel, and the Rekela of Brynd. In 720, Sir Chimin has invited the Earl of Vemion and his son as part of a plan to arrange a marriage between Sir Urian Caldeth and Lady Lysella Indama.</p>\n<h2>Other Activities during the Hunt</h2>\n<h3>The Day Before the Hunt (10 Savor)</h3>\n<p>The participants of the hunt attend the Feast of Saint Syrele at Lethyl Abbey. The huntsmen scout the woods one final time for game and finalize preparations at the sites for luncheons, often positioning large heavy items for later use.</p>\n<h3>Day 1 (11 Savor)</h3>\n<p>The participants ride to Emerule in the morning. After a light lunch while the servants pitch tents and unpack, the nobles “ride the ground” with Sir Chimin and take note of the hunting areas that have been scouted.</p>\n<h3>Days 2 – 4 (12 – 14 Savor)</h3>\n<p>These days are devoted to the boar hunt. While the men hunt boar, the ladies hawk for ducks or heron along the river. The ladies strike out in a different direction each day. Over the last ten years, a tradition has grown of taking luncheon with Lady Tommasina Lournay at the manor of Drilen on 14 Savor.</p>\n<h3>Day 5 (15 Savor)</h3>\n<p>It is customary that one of the clerics holds Soratir in the morning. In the years before his unexpected death, the Rekela of Nurez celebrated Soratir in the village green and gave thanks for the good hunting and the lack of casualties among man, horse, and hound. Since the Rekela’s death in 714, this duty has fallen to the most senior cleric at the hunt; usually the chaplain of Getha or Jenkald but occasionally the Serolan of Lethyl will offer the service.</p>\n<p>Because the hunt starts too late in the morning to hunt boar, this is generally taken as a day of rest. Lords escort their ladies for a day of hawking along the river. Sir Marby hangs a scarecrow from a tall oak branch along the Ominstru Road and knights lie in the shade chatting and waiting their turn to tilt at the swinging target.</p>\n<h3>Day 6 – 8 (16 – 18 Savor)</h3>\n<p>The die-hard hunters continue their pursuit of boar in the woods south of the manor while other knights take the ladies and ride after deer in the woods to the west toward Ominstru. Sir Marby always accompanies the deer hunters, as he is charged with ensuring that no one chases game across the Kobarney family lands and causes an incident, as happened in 715.</p>\n<h3>Day 9 (19 Savor)</h3>\n<p>The Farewell Feast is held this evening. In preparation for the annual hunt, Sir Marby orders a bullock from Getha. The animal is kept just in case the hunting is poor and the kitchens need meat to supplement the catch. Sir Marby is always very proud when he can introduce the last night’s dinner with the cry, “M’Lord, dinner is served and the bullock is safe in his byre!” meaning that the hunting was good enough that they didn’t need to slaughter it. Baron Chimin’s father found this custom amusing and allowed Sir Marby to keep the bullock, which is slaughtered and shared amongst those villagers that helped with the hunt.</p>\n<h3>Day 10 (20 Savor)</h3>\n<p>After a light meal, most of the hunt’s participants depart Emerule.</p>",
        "format": 1
      },
      "_id": "iSiskDAVNrfkjx6v",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": 0,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!iBUHMMe2PDwTEWwn.iSiskDAVNrfkjx6v"
    },
    {
      "name": "Credits",
      "type": "text",
      "text": {
        "content": "<p>This module is made possible by the hard work of HârnWorld fans, and is provided at no cost. This work is an adaptation of the article for Emerule Manor described in <a href=\"https://www.lythia.com/fethael-hundred/manors.html\">Fethael Hundred Manors</a> available at the HârnWorld fan site <a href=\"https://www.lythia.com/\">Lythia.com</a>.</p>\n<p><strong>Writer:</strong> Joe Adams<br /><strong>Original Maps:</strong> George Kelln<br /><strong>Heraldry:</strong> Matthias Janssen<br /><strong>Contributors:</strong> Robert Barfield and Allan Prewett<br /><strong>Adapted to Foundry VTT:</strong> Tom Rodriguez</p>\n<p>This module is \"<a href=\"https://www.lythia.com/about/publishing-fan-written-material/\">Fanon</a>\", a derivative work of copyrighted material by Columbia Games Inc. and N. Robin Crossby. Some assets used to create the maps in this module are from <a href=\"https://forgotten-adventures.net/\">Forgotten Adventures</a>.</p>",
        "format": 1
      },
      "_id": "zg1n7aCM9DI4Uab6",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -75000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!iBUHMMe2PDwTEWwn.zg1n7aCM9DI4Uab6"
    },
    {
      "name": "Settlement Information",
      "type": "text",
      "text": {
        "content": "<p><strong>Location:</strong> Fethael Hundred, Kaldor<br /><strong>Status:</strong> Manor<br /><strong>Government:</strong> Sir Marby Lournay<br /><strong>Liege:</strong> Sir Eadwin Lournay (Drilen)<br /><strong>Population:</strong> Village 72; Manor 15</p>\n<p>Emerule is a tiny manor, tucked under the eaves of the wooded mountains of the Chyle Forest. This quiet little hamlet is home to the hunting lodge of the Baron of Getha. For most of the year, nothing of note happens but the month of Savor sees many of the noblest families of the kingdom visiting the manor green as guests of the Baron for the Indama clan’s annual hunt.</p>\n<h2>History</h2>\n<p>Emerule was established to guard the crossing of the Omin River. At one time the manor was one of the hunting lodges of the King of Serelind. The manor passed to the Indama clan when they became Barons of Getha. In 573, the Baron gifted the lodge to the Lournay family in recognition of their long service, although the Baron retained the hunting and forest rights.</p>\n<h2>Government</h2>\n<p>Sir Marby Lournay is the bailiff of the manor and owes fealty to his older brother, Sir Eadwin, Lord of Drilen. The two brothers are very close and Sir Marby is completely loyal to his brother. He has little interaction with the Kobarneys of Hyzevel, having felt the sting of their polite snobbery once too often.</p>\n<p>Sir Marby runs the manor with a light hand. He prefers sitting in a saddle hunting to sitting in a chair listening to his peasants squabble, so he is happy that Taran Krandar, the Reeve, handles most of the minor disputes.</p>\n<h2>Economics</h2>\n<p>Most of the hard currency in the village comes from the Indama Clan’s annual hunt. Villagers call this ten-day period “the Big Hunt” and earn much needed money for marriages and extra livestock working for the noble guests. Always adept at sensing an opportunity for graft, the Reeve has a stranglehold on the jobs at the Hunt. Everyone knows that a discreet gift to Taran is the only way to work as a server during the meals or as a groom in the Hunt’s stable yard, both being the positions that earn the highest tips.</p>\n<p>Throughout the rest of the year, coin is earned from the export of Anderin the Charcoaler’s (@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.lZEgbmVeErBEvnPW]{[7] Charcoaler Anderin Asaka}) wares to Drilen and from Sir Marby’s sale of wolf pelts in Ominstru. Varybis Haral (q.v. FHG.) periodically delivers manufactured items.</p>\n<h2>Religion</h2>\n<p>The religious climate of Emerule is similar to the rest of Kaldor. Sir Marby attends Laranian services at the Abbey at Lethyl. An Ebasethe visits from Hyzevel and holds Peonian rites for the villagers near the well.</p>\n<h2>Current Events</h2>\n<p>Lysella Indama came to live at Emerule in Savor 719 after her parents discovered that she had been having a romantic liaison with one of the Baron’s squires, Galdyk Onaret (see @UUID[JournalEntry.RRuNKLtd2QGTNvN4.JournalEntryPage.Mj3l72XCqsjvRd0Y]{[K32] Lady Myrtis' Solar}). Faced with the horrifying possibility that Lysella might surrender her chastity before being properly wed, the Baron and Baroness arranged for the sixteen-year old daughter to stay at the family’s hunting lodge with her governess.</p>\n<p>Sir Marby has done all he can to make Lysella’s stay pleasant and, while the relationship between the two is cordial, each resents the other’s presence in “their” manor. Sir Marby can’t wait for “the brat” to get married so that he can see her off to her husband’s lands and get on with his life.</p>\n<p>For her part, Lady Lysella spends as much time as possible in Getha, even if this means being near her mother. She dislikes the rustic manor and vents her frustration on “the old fossil” of a Bailiff that her father “saddled her with.” The servants (especially Petry) always see her off when she leaves, eager to enjoy a respite from her sharp tongue and yelgri-like disposition.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "9LsAz4QeN9AHq6zi",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -50000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!iBUHMMe2PDwTEWwn.9LsAz4QeN9AHq6zi"
    },
    {
      "name": "Overview",
      "type": "text",
      "text": {
        "content": "<p>Emerule is a \"Location Module\"; it is designed to depict the Emerule manor and village located in Fethael Hundred, Nephshire, kingdom of Kaldor, on the island of Hârn in the <a href=\"https://columbiagames.com/harnworld/\">HârnWorld fantasy setting</a>; however, this manor and village could be adapted to exist anywhere in any fantasy setting.</p>\n<p>This module is based on the Emerule manor article from \"<a href=\"https://www.lythia.com/fethael-hundred/manors.html\">Fethael Hundred Manors</a>\" fanon; please see @UUID[JournalEntry.iBUHMMe2PDwTEWwn.JournalEntryPage.zg1n7aCM9DI4Uab6]{Credits} for more information.</p>\n<p>This module details all of the households, including interior plans of the manor.</p>\n<p> </p>\n<h2>Using this module with Non-HârnMaster systems</h2>\n<p>This entire module is system-agnostic.  See the section below on NPCs for details about the residents; these details may be used to generate appropriate statistics for your game system.</p>\n<p> </p>\n<h2>Using the Scenes</h2>\n<p>A number of scenes are provided representing maps. These scenes depict both internal and external areas; internal areas are generally set at a 5-foot grid spacing, while exterior areas use much larger scaling. The following subsections describe some common elements of these scenes.</p>\n<h3>Map Notes</h3>\n<p>The scenes make extensive use of Map Notes to provide detailed description of important areas in the scenes. To view these map notes, click on the \"bookmark icon\" in the canvas toolbar. Map notes are not visible to players, only to the GM.</p>\n<h3>Text and Markings</h3>\n<p>In various areas text and or markings have been provided in the scenes to assist the GM. Generally this information is set to only be visible to the GM.</p>\n<h3>Stairs</h3>\n<p>Some stairs may have an arrow indicating the direction the stairs descend. When present these arrows are visible to all players.</p>\n<h3>Lighting</h3>\n<p>To control ambient lighting, use the \"darkness\" setting for the scene.</p>\n<p>All scenes have been setup with Unrestricted Vision Range enabled, with a Vision Limitation Threshold set to 0.7. This allows all areas of the scene to be lit during the day, but vision is limited and lights are required at night.</p>\n<p>Internal lamps and candle lights have been placed in indoor areas. These lights have been set to enable when the \"darkness\" setting is ≥ 0.2, that is, just after things start becoming dim.</p>\n<p>Hârn has a cool climate, so all fireplaces and braziers are constantly lit.</p>\n<p> </p>\n<h2>Recommended Modules</h2>\n<p>The following modules, although not required, are highly recommended to enhance this module:</p>\n<p><strong>Compendium Folders: </strong>Due to the large number of journal entries in this module, these journal entries have been organized into sub-folders using Compendium Folders. If Compendium Folders is not used, these will all show up as a single long list of Journal Entries in the compendium. As long as you follow the links starting with the Overview journal entry, it should not be necessary to navigate the compendium, but if you want to navigate through the Journal Entries yourself, having Compendium Folders will greately simplify this task.</p>\n<p><strong>Backgroundless Pins:</strong> The map note icons all have a dark grey background; with this module, that background disappears. This may increase your enjoyment of the maps.</p>\n<p> </p>\n<p> </p>\n<h2>Background Information</h2>\n<p>For historical, political, and recent events, see @UUID[JournalEntry.iBUHMMe2PDwTEWwn.JournalEntryPage.9LsAz4QeN9AHq6zi]{Settlement Information}.</p>\n<p>For additional adventures in and around Emerule, see @UUID[JournalEntry.iBUHMMe2PDwTEWwn.JournalEntryPage.G1pejWNKTPiCn6Ik]{Adventure Hooks}.</p>\n<p>Emerule is the hunting lodge for the Indamas.  For details about the annual hunting gathering, see @UUID[JournalEntry.iBUHMMe2PDwTEWwn.JournalEntryPage.iSiskDAVNrfkjx6v]{Boar Hunting with the Indama Clan}.</p>\n<p> </p>\n<h2>Village Details</h2>\n<p>The tiny manor sits on a small rise above the Omin River. The wattle and daub dwellings cluster in a thin line along the riverside of the rutted track. A small bridge is used when spring rains wash out the much larger ford.</p>\n<ul>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.iDGEH9rSI3qb2jOh]{[1] Cottar Durel Arsarl}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.32tTqDuCssdPmMIY]{[2] Half-Villein Netokra Haral}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.SHs7x3DgeZzT6z6h]{[3] Half-Villein Aratha Krandar}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.3G2wGJJ0gdNcYrPU]{[4] Half-Villein (Woodward) Gerl Tyun}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.uSBGKX1RiCjZnsVC]{[5] Half-Villein Alona Dyren}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.ZjEBe3p1kvFjqgXR]{[6] Half-Villein Wasinila Nelt}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.lZEgbmVeErBEvnPW]{[7] Charcoaler Anderin Asaka}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.dbbjvworCMhqyWXi]{[8] Half-Villein Torrynë Berma}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.K30Qo6ZXrGfApt8g]{[9] Villein Thadotes Faleren}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.tTwKDIZzF1JRy0RL]{[10] Villein Arnil Krandar}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.ShxgV6EpPIjXoJf3]{[11] Half-Villein Ledis Haral}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.ZnebEqfV79duou69]{[12] Yeoman Erphis Berma}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.iopuaPf5b9Qe6Zu9]{[13] Half-Villein (Beadle) Lanasai Nelt}</li>\n<li>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.jQyprkwCukEUvTul]{[14] Villein (Reeve) Taran Krandar}</li>\n</ul>\n<p> </p>\n<h2>Manor House</h2>\n<p>The old fortified bailey has stood guard over the river for years. The tower was rebuilt in stone over 100 years ago but the buildings in the bailey are torn down and renovated at least once or twice a decade, depending on weather and fire.</p>\n<p>Sir Marby keeps the manor and its hall clean, ready for the Baron’s next hunting trip or Lady Lysella’s next suitor.</p>\n<ul>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.DylP4FwPoShc4ko4]{[A] The Gatehouse}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.xz3W90mbJoqCHmZd]{[B] The Stable}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.QJkdbvJuDsEBMgtk]{[C] The Smithy}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.2LHnAvPMBgbe4QPH]{[D1] Tower Hill}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.of2ZMhGMw3yiJ4Pe]{[D2] Cellar}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.iR2MC8mzauithE3r]{[D3] Sir Marby’s Chamber}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.p6BP5DY9uJpmHz1m]{[E1] The Kitchen}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.2fh6a7cD0w370wMw]{[E2] Kitchen Postern Gate}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.GM6sFfM5Yysm3dfX]{[F] The Brewhouse}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.oqZ0wRVPoSi6hITs]{[G1] The Storeroom and Armory}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.UtohgHCAOM3bYbkY]{[G2] The Mews}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.Zcvpbl3u4Nz2MWqx]{[G3] The Great Hall}</li>\n<li>@UUID[JournalEntry.mRqupERLIOaPek9P.JournalEntryPage.P4zovmtikz3R5Mv1]{[G4] Lord's Chambers}</li>\n</ul>\n<p> </p>\n<h3>Residents</h3>\n<ul>\n<li>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.2ZrwcyCRc1T3YouL]{Sir Marby “Blue Dog” Lournay}</li>\n<li>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.ADtLz9rczhw7JfAm]{Lady Lysella Indama}</li>\n<li>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.hrXhFxh7nGJkWT36]{Lady Erlyn Immen}</li>\n<li>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.vAVuSKxZJtGod6qt]{Squire Gaibin Asane}</li>\n<li>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.VznZVvJnE16xy0Kp]{Wilan Baral}</li>\n</ul>\n<p> </p>\n<h3>Staff</h3>\n<ul>\n<li>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.E0pvZKgKZmPZwInf]{Amrenë Kleve} - Scullery maid</li>\n<li>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.qBh7LfxAke4Tsh7O]{Clas Gweren} - Blacksmith</li>\n<li>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.wTfm5mIm9xy7iF2y]{Jilenia Gweren} - Alewife</li>\n<li>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.bzIQYMpa745OCKKS]{Klarlin Berma} - Cook and Head Housekeeper</li>\n<li>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.vF4dOxpVV88qGFE4]{Kordin Artusiel} - Huntsman</li>\n<li>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.XRJOxs6uApFKqxeA]{Nesnia Urdel} - Baker</li>\n<li>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.etmxyBIJOnycBXsH]{Petry Ekutoshi} - Chamberlain</li>\n</ul>\n<p> </p>\n<h2>NPCs</h2>\n<table border=\"1\">\n<thead>\n<tr>\n<th style=\"width:6em\">Loc</th>\n<th style=\"width:10em\">Name</th>\n<th style=\"width:13em\">Occupation</th>\n<th>Journal</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>5</td>\n<td>Alona Dyren</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.uSBGKX1RiCjZnsVC]{[5] Half-Villein Alona Dyren}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Amrenë Kleve</td>\n<td>Scullery Maid</td>\n<td>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.E0pvZKgKZmPZwInf]{Amrenë Kleve}</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Aratha Krandar</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.SHs7x3DgeZzT6z6h]{[3] Half-Villein Aratha Krandar}</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Arnil Krandar</td>\n<td>Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.tTwKDIZzF1JRy0RL]{[10] Villein Arnil Krandar}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Clas Gweren</td>\n<td>Blacksmith</td>\n<td>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.qBh7LfxAke4Tsh7O]{Clas Gweren}</td>\n</tr>\n<tr>\n<td>1</td>\n<td>Durel Arsarl</td>\n<td>Cottar</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.iDGEH9rSI3qb2jOh]{[1] Cottar Durel Arsarl}</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Erphis Berma</td>\n<td>Yeoman</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.ZnebEqfV79duou69]{[12] Yeoman Erphis Berma}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Gaibin Asane</td>\n<td>Sir Marby's Squire</td>\n<td>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.vAVuSKxZJtGod6qt]{Squire Gaibin Asane}</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Gerl Tyun</td>\n<td>Half-Villein (Woodward)</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.3G2wGJJ0gdNcYrPU]{[4] Half-Villein (Woodward) Gerl Tyun}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Jilenia Gweren</td>\n<td>Cook/Alewife</td>\n<td>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.wTfm5mIm9xy7iF2y]{Jilenia Gweren}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Klarlin Berma</td>\n<td>Cook and Housekeeper</td>\n<td>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.bzIQYMpa745OCKKS]{Klarlin Berma}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Kordin Artusiel</td>\n<td>Huntsman</td>\n<td>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.vF4dOxpVV88qGFE4]{Kordin Artusiel}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Lady Erlyn Immen</td>\n<td> </td>\n<td>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.hrXhFxh7nGJkWT36]{Lady Erlyn Immen}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Lady Lysella Indama</td>\n<td> </td>\n<td>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.ADtLz9rczhw7JfAm]{Lady Lysella Indama}</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Lanasai Nelt</td>\n<td>Half-Villein (Beadle)</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.iopuaPf5b9Qe6Zu9]{[13] Half-Villein (Beadle) Lanasai Nelt}</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Ledis Haral</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.ShxgV6EpPIjXoJf3]{[11] Half-Villein Ledis Haral}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Nesnia Urdel</td>\n<td>Baker</td>\n<td>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.XRJOxs6uApFKqxeA]{Nesnia Urdel}</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Netokra Haral</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.32tTqDuCssdPmMIY]{[2] Half-Villein Netokra Haral}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Petry Ekutoshi</td>\n<td>Chamberlain</td>\n<td>@UUID[JournalEntry.bpGfaTp0npCu2NZ3.JournalEntryPage.etmxyBIJOnycBXsH]{Petry Ekutoshi}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Sir Marby \"Blue Dog\" Lournay</td>\n<td>Lord of Emerule</td>\n<td>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.2ZrwcyCRc1T3YouL]{Sir Marby “Blue Dog” Lournay}</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Taran Krandar</td>\n<td>Villein (Reeve)</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.jQyprkwCukEUvTul]{[14] Villein (Reeve) Taran Krandar}</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Thadotes Faleren</td>\n<td>Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.K30Qo6ZXrGfApt8g]{[9] Villein Thadotes Faleren}</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Torrynë Berma</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.dbbjvworCMhqyWXi]{[8] Half-Villein Torrynë Berma}</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Wasinila Nelt</td>\n<td>Half-Villein</td>\n<td>@UUID[JournalEntry.G2hCeCAoyRCBvbza.JournalEntryPage.ZjEBe3p1kvFjqgXR]{[6] Half-Villein Wasinila Nelt}</td>\n</tr>\n<tr>\n<td>Manor</td>\n<td>Wilan Baral</td>\n<td>Lady Lysella's Page</td>\n<td>@UUID[JournalEntry.FvHZiySKLCPjnXPz.JournalEntryPage.VznZVvJnE16xy0Kp]{Wilan Baral}</td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<h2>Schedule of Events</h2>\n<p>Hall moot held on the second Second Day (day 12) of each month.</p>\n<p>This represents Sir Marby's schedule. If not otherwise indicated, Sir Marby would be located in Emerule.</p>\n<table border=\"1\">\n<tbody>\n<tr>\n<th style=\"width:10em\">...Tenday...</th>\n<th style=\"width:10em\">Sir Marby (Emerule)</th>\n<th style=\"width:10em\">Events</th>\n</tr>\n<tr>\n<td>Nuzyael 1</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Nuzyael 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Nuzyael 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Peonu 1</td>\n<td>Lethyl</td>\n<td>(3)</td>\n</tr>\n<tr>\n<td>Peonu 2</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Peonu 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Kelen 1</td>\n<td> </td>\n<td>Wool Fair</td>\n</tr>\n<tr>\n<td>Kelen 2</td>\n<td>Getha</td>\n<td>Getha Fair</td>\n</tr>\n<tr>\n<td>Kelen 3</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Nolus 1</td>\n<td>Drilen</td>\n<td>Tashal Fair</td>\n</tr>\n<tr>\n<td>Nolus 2</td>\n<td>Jenkald</td>\n<td> </td>\n</tr>\n<tr>\n<td>Nolus 3</td>\n<td>Tashal</td>\n<td> </td>\n</tr>\n<tr>\n<td>Larane 1</td>\n<td>Olokand</td>\n<td>Chelebin Tourney</td>\n</tr>\n<tr>\n<td>Larane 2</td>\n<td>Olokand</td>\n<td>Chelebin Tourney</td>\n</tr>\n<tr>\n<td>Larane 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Agrazhar 1</td>\n<td>Jenkald</td>\n<td>(2)</td>\n</tr>\n<tr>\n<td>Agrazhar 2</td>\n<td>Emerule</td>\n<td> </td>\n</tr>\n<tr>\n<td>Agrazhar 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Azura 1</td>\n<td> </td>\n<td>Kiban Fair</td>\n</tr>\n<tr>\n<td>Azura 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Azura 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Halane 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Halane 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Halane 3</td>\n<td>Getha</td>\n<td>(4)</td>\n</tr>\n<tr>\n<td>Savor 1</td>\n<td>Lethyl</td>\n<td>(3)</td>\n</tr>\n<tr>\n<td>Savor 2</td>\n<td>Emerule</td>\n<td>(1)</td>\n</tr>\n<tr>\n<td>Savor 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Ilvin 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Ilvin 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Ilvin 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Navek 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Navek 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Navek 3</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Morgat 1</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Morgat 2</td>\n<td> </td>\n<td> </td>\n</tr>\n<tr>\n<td>Morgat 3</td>\n<td> </td>\n<td> </td>\n</tr>\n</tbody>\n</table>\n<p> </p>\n<p>(1) The Indama annual boar hunt is hosted at Emerule, small manor in the western part of the Fethael hundred. Some politics. Lots of hunting.</p>\n<p>(2) As part of his progress around the kingdom, the Serekela attends the mass of St. Orthas’ Day at Getha or perhaps (even better) Jenkald.</p>\n<p>(3) All of the Indamas come to Lethyl to celebrate St. Valamin’s Day and St. Syrele’s Feast. St. Syrele’s is considered the start of the family’s annual hunt.</p>\n<p>(4) The annual tax recording is done during the end of Halane/beginning of Savor. Lords like Sir Eadwin meet with their vassals and then all proceed to Getha to meet with the Baron.</p>",
        "format": 1,
        "markdown": ""
      },
      "_id": "TcEFLA6GmXxdnJv9",
      "image": {},
      "video": {
        "volume": 0.5,
        "controls": true
      },
      "src": null,
      "sort": -100000,
      "ownership": {
        "default": -1,
        "y4rrosWqroRqTLhW": 3
      },
      "flags": {},
      "title": {
        "show": true,
        "level": 1
      },
      "system": {},
      "_key": "!journal.pages!iBUHMMe2PDwTEWwn.TcEFLA6GmXxdnJv9"
    }
  ],
  "flags": {},
  "_stats": {
    "systemId": "hm3",
    "systemVersion": "1.4.0",
    "coreVersion": "10.276",
    "createdTime": 1659201929953,
    "modifiedTime": 1659201929953,
    "lastModifiedBy": "y4rrosWqroRqTLhW"
  },
  "_id": "iBUHMMe2PDwTEWwn",
  "ownership": {
    "default": 0,
    "y4rrosWqroRqTLhW": 3
  },
  "folder": null,
  "sort": 0,
  "_key": "!journal!iBUHMMe2PDwTEWwn"
}
